package com.company;

public class Main {
    // Создать программу, которая будет имитировать базу данных воркшопов. Программа позволяет: просмотреть все воркшопы,
    // добавить новый воркшоп, удалить существующий, вывести воркшопы определенного автора, найти воркшоп с максимальной
    // посещаемостью. Воркшоп хранит следующие данные: дата, тема, автор, количество присутствующих

    public static void main(String[] args) {
	// write your code here
        new ManageWorkshop().manageWorkshop();
    }
}
